Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# ChatViewController.EnableOrchestrationRequestBody
source: **Enable orchestration?** Orchestration mode lets the agent read screen contents from any session. To type into a session still requires your permission. This is a more permissive model than when an agent is linked to a single session, where there are very fine-grained permission settings. Enabling will detach any linked terminal or browser session and switch the chat to Orchestration mode.
de: **Orchestrierung aktivieren?** Im Orchestrierungsmodus kann der Agent den Bildschirminhalt jeder Sitzung lesen. Um in eine Sitzung zu tippen, ist weiterhin Ihre Erlaubnis erforderlich. Dies ist ein großzügigeres Modell als wenn ein Agent mit einer einzelnen Sitzung verknüpft ist, wo es sehr feingranulare Berechtigungseinstellungen gibt. Durch die Aktivierung wird jede verknüpfte Terminal- oder Browsersitzung getrennt und der Chat in den Orchestrierungsmodus umgeschaltet.
ja: **オーケストレーションを有効にしますか？** オーケストレーションモードでは、エージェントが任意のセッションの画面内容を読み取れるようになります。セッションへの入力には引き続きあなたの許可が必要です。 これは、エージェントが単一のセッションにリンクされている場合よりも許可範囲が広いモデルです。単一セッションの場合は、非常に細かい権限設定があります。 有効にすると、リンクされているターミナルセッションまたはブラウザセッションが切り離され、チャットがオーケストレーションモードに切り替わります。
pt_br: **Ativar orquestração?** O modo de orquestração permite que o agente leia o conteúdo da tela de qualquer sessão. Para digitar em uma sessão ainda é necessária a sua permissão. Este é um modelo mais permissivo do que quando um agente está vinculado a uma única sessão, que possui ajustes de permissão muito granulares. Ativar desvinculará qualquer sessão de terminal ou de navegador vinculada e mudará o chat para o modo de orquestração.
ru: **Включить оркестрацию?** Режим оркестрации позволяет агенту читать содержимое экрана любой сессии. Чтобы вводить текст в сессию, по-прежнему требуется ваше разрешение. Это более разрешительная модель, чем когда агент привязан к одной сессии, где действуют очень точные настройки разрешений. Включение отсоединит любую привязанную сессию терминала или браузера и переключит чат в режим оркестрации.
zh_hans: **启用编排功能？** 编排模式允许代理从任何会话中读取屏幕内容。但在会话中输入内容仍需您的授权。 此模式比将代理链接到单个会话时更宽松，因为单个会话的权限设置非常细致。 启用后将会断开所有链接的终端或浏览器会话，并将聊天界面切换至编排模式。

# ChatViewController.ExplainWithContent
source: Explain the output of %1$@ based on [attached terminal content](%2$@).
de: Erkläre die Ausgabe von %1$@ anhand des [angehängten Terminalinhalts](%2$@).
ja: [添付されたターミナルの内容](%2$@)をもとに、%1$@ の出力を説明してください。
pt_br: Explique a saída de %1$@ com base no [conteúdo do terminal anexado](%2$@).
ru: Объясните вывод %1$@ на основе [прикреплённого содержимого терминала](%2$@).
zh_hans: 根据[附带的终端内容](%2$@)解释 %1$@的输出结果。

# ChatViewController.ExplainWithoutContent
source: Explain the output of %@ based on some no-longer-available content.
de: Erkläre die Ausgabe von %@ anhand eines nicht mehr verfügbaren Inhalts.
ja: もう利用できなくなった内容をもとに、%@ の出力を説明してください。
pt_br: Explique a saída de %@ com base em um conteúdo que não está mais disponível.
ru: Объясните вывод %@ на основе содержимого, которое больше не доступно.
zh_hans: 根据一些已不再可用的内容解释 %@的输出结果。

# ChatViewController.GrantPermissionQuestion
source: Would you like to grant this permission: **%@**?
de: Möchten Sie diese Berechtigung erteilen: **%@**?
ja: この権限を許可しますか：**%@**？
pt_br: Deseja conceder à IA a permissão **%@**?
ru: Хотите предоставить это разрешение: **%@**?
zh_hans: 您是否希望授予此权限：**%@**？

# ChatViewController.Link
source: Link
de: Verknüpfen
ja: リンク
pt_br: Vincular
ru: Привязать
zh_hans: 链接

# ChatViewController.LinkBrowserSession
source: Link Browser Session
de: Browsersitzung verknüpfen
ja: ブラウザセッションをリンク
pt_br: Vincular sessão de navegador
ru: Привязать сессию браузера
zh_hans: 链接浏览器会话

# ChatViewController.LinkedBrowserSessionNotice
source: This chat has been linked to web browser session “%@”
de: Dieser Chat wurde mit der Webbrowser-Sitzung „%@“ verknüpft
ja: このチャットはWebブラウザセッション「%@」にリンクされました
pt_br: Este chat foi vinculado à sessão de navegador web “%@”
ru: Этот чат привязан к сессии веб-браузера «%@»
zh_hans: 此聊天已与网页浏览器会话“%@”关联。

# ChatViewController.LinkedSessionHelp
source: When a terminal session is linked to this chat, the AI may view terminal contents and run commands in that session. You will be prompted to grant permission before it is able to view, type to, or modify a terminal session.
de: Wenn eine Terminalsitzung mit diesem Chat verknüpft ist, kann die KI den Terminalinhalt einsehen und Befehle in dieser Sitzung ausführen. Sie werden aufgefordert, die Berechtigung zu erteilen, bevor sie eine Terminalsitzung einsehen, in sie tippen oder sie ändern kann.
ja: ターミナルセッションがこのチャットにリンクされている場合、AIはそのセッションのターミナル内容を閲覧したり、コマンドを実行したりできます。ターミナルセッションを閲覧、入力、または変更する前には、許可を求めるダイアログが表示されます。
pt_br: Quando uma sessão de terminal está vinculada a este chat, a IA pode ver o conteúdo do terminal e executar comandos nessa sessão. Você será solicitado a conceder permissão antes que ela possa ver, digitar ou modificar uma sessão de terminal.
ru: Когда сессия терминала привязана к этому чату, ИИ может просматривать содержимое терминала и выполнять команды в этой сессии. Вам будет предложено предоставить разрешение, прежде чем он сможет просматривать, вводить текст или изменять сессию терминала.
zh_hans: 当终端会话链接到此聊天时，AI 可以查看终端内容并在该会话中运行命令。在它能够查看、输入或修改终端会话之前，系统会先提示你授予权限。

# ChatViewController.LinkedTerminalSessionNotice
source: This chat has been linked to terminal session “%@”
de: Dieser Chat wurde mit der Terminalsitzung „%@“ verknüpft
ja: このチャットはターミナルセッション「%@」にリンクされました
pt_br: Este chat foi vinculado à sessão de terminal “%@”
ru: Этот чат привязан к сессии терминала «%@»
zh_hans: 此聊天已与终端会话“%@”关联。

# ChatViewController.LinkSessionReason
source: Link this session to AI chat?
de: Diese Sitzung mit dem KI-Chat verknüpfen?
ja: このセッションをAIチャットにリンクしますか？
pt_br: Vincular esta sessão ao chat de IA?
ru: Привязать эту сессию к чату ИИ?
zh_hans: 将此会话与AI聊天关联吗？

# ChatViewController.LinkTerminalSession
source: Link Terminal Session
de: Terminalsitzung verknüpfen
ja: ターミナルセッションをリンク
pt_br: Vincular sessão de terminal
ru: Привязать сессию терминала
zh_hans: 链接终端会话

# ChatViewController.NeedsLiveSessionBrowser
source: The AI agent needs to run commands in a live web browser session, but none is attached to this chat.
de: Der KI-Agent muss Befehle in einer aktiven Webbrowser-Sitzung ausführen, aber diesem Chat ist keine zugeordnet.
ja: AIエージェントはライブのWebブラウザセッションでコマンドを実行する必要がありますが、このチャットには接続されているセッションがありません。
pt_br: O agente de IA precisa executar comandos em uma sessão de navegador da web ativa, mas nenhuma está anexada a este chat.
ru: Агенту ИИ нужно выполнить команды в активной сессии веб-браузера, но к этому чату не подключена ни одна сессия.
zh_hans: AI代理需要在实时网页浏览器会话中运行命令，但当前聊天未关联任何会话。

# ChatViewController.NeedsLiveSessionTerminal
source: The AI agent needs to run commands in a live terminal session, but none is attached to this chat.
de: Der KI-Agent muss Befehle in einer aktiven Terminalsitzung ausführen, aber diesem Chat ist keine zugeordnet.
ja: AIエージェントはライブのターミナルセッションでコマンドを実行する必要がありますが、このチャットには接続されているセッションがありません。
pt_br: O agente de IA precisa executar comandos em uma sessão de terminal ativa, mas nenhuma está anexada a este chat.
ru: Агенту ИИ нужно выполнить команды в активной сессии терминала, но к этому чату не подключена ни одна сессия.
zh_hans: 该AI代理需要在实时终端会话中执行命令，但当前聊天没有关联会话。

# ChatViewController.NeverAllow
source: Never Allow
de: Nie erlauben
ja: 許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# ChatViewController.NoChats
source: No Chats
de: Keine Chats
ja: チャットなし
pt_br: Nenhum chat
ru: Нет чатов
zh_hans: 暂无聊天

# ChatViewController.NoLinkedSessionUserNoticeBrowser
source: AI attempted to perform an action, but no web browser session is linked to this chat so it failed.
de: Die KI hat versucht, eine Aktion auszuführen, aber diesem Chat ist keine Webbrowser-Sitzung verknüpft, daher ist sie fehlgeschlagen.
ja: AIが操作を実行しようとしましたが、このチャットにはWebブラウザセッションがリンクされていないため失敗しました。
pt_br: A IA tentou realizar uma ação, mas nenhuma sessão de navegador da web está vinculada a este chat, então falhou.
ru: ИИ попытался выполнить действие, но к этому чату не привязана сессия веб-браузера, поэтому попытка не удалась.
zh_hans: AI尝试执行操作，但由于当前聊天未绑定网络浏览器会话，因此失败。

# ChatViewController.NoLinkedSessionUserNoticeTerminal
source: AI attempted to perform an action, but no terminal session is linked to this chat so it failed.
de: Die KI hat versucht, eine Aktion auszuführen, aber diesem Chat ist keine Terminalsitzung verknüpft, daher ist sie fehlgeschlagen.
ja: AIが操作を実行しようとしましたが、このチャットにはターミナルセッションがリンクされていないため失敗しました。
pt_br: A IA tentou realizar uma ação, mas nenhuma sessão de terminal está vinculada a este chat, então falhou.
ru: ИИ попытался выполнить действие, но к этому чату не привязана сессия терминала, поэтому попытка не удалась.
zh_hans: AI尝试执行操作，但由于当前聊天未绑定终端会话，因此失败。

# ChatViewController.NotLinkedNoticeBrowser
source: This chat is not linked to any web browser session.
de: Dieser Chat ist mit keiner Webbrowser-Sitzung verknüpft.
ja: このチャットはどのWebブラウザセッションにもリンクされていません。
pt_br: Este chat não está vinculado a nenhuma sessão de navegador da web.
ru: Этот чат не привязан ни к одной сессии веб-браузера.
zh_hans: 当前聊天未关联任何网络浏览器会话。

# ChatViewController.NotLinkedNoticeTerminal
source: This chat is not linked to any terminal session.
de: Dieser Chat ist mit keiner Terminalsitzung verknüpft.
ja: このチャットはどのターミナルセッションにもリンクされていません。
pt_br: Este chat não está vinculado a nenhuma sessão de terminal.
ru: Этот чат не привязан ни к одной сессии терминала.
zh_hans: 当前聊天未关联任何终端会话。

# ChatViewController.NotNow
source: Not Now
de: Nicht jetzt
ja: 後で
pt_br: Agora não
ru: Не сейчас
zh_hans: 稍后

# ChatViewController.OfferLinkBodyBrowser
source: **Link this chat to browser session “%@”, or enable orchestration?** Linking gives the AI access to this browser session subject to your per-call permission. **Orchestration** is an alternative mode where the AI can coordinate multiple sessions. It uses automatic safety checking and one-time per-session approval instead of fine-grained permissions.
de: **Diesen Chat mit der Browsersitzung „%@“ verknüpfen oder Orchestrierung aktivieren?** Durch die Verknüpfung erhält die KI Zugriff auf diese Browsersitzung, vorbehaltlich Ihrer Erlaubnis bei jedem Aufruf. **Orchestrierung** ist ein alternativer Modus, in dem die KI mehrere Sitzungen koordinieren kann. Dabei werden automatische Sicherheitsprüfungen und eine einmalige Genehmigung pro Sitzung anstelle feingranularer Berechtigungen verwendet.
ja: **このチャットをブラウザセッション「%@」にリンクしますか、それともオーケストレーションを有効にしますか？** リンクすると、呼び出しごとの許可に従ってAIがこのブラウザセッションにアクセスできるようになります。**オーケストレーション**は、AIが複数のセッションを調整できる別のモードです。細かい権限設定の代わりに、自動安全性チェックとセッションごとの一度限りの承認を使用します。
pt_br: **Vincular este chat à sessão de navegador “%@” ou ativar a orquestração?** Vincular dá à IA acesso a esta sessão de navegador sujeito à sua permissão por chamada. A **orquestração** é um modo alternativo em que a IA pode coordenar várias sessões. Ela usa verificação de segurança automática e aprovação única por sessão em vez de permissões detalhadas.
ru: **Привязать этот чат к сессии браузера «%@» или включить оркестрацию?** Привязка даёт ИИ доступ к этой сессии браузера с разрешением на каждый вызов. **Оркестрация** является альтернативным режимом, в котором ИИ может координировать несколько сессий. Она использует автоматическую проверку безопасности и одноразовое подтверждение для каждой сессии вместо точных настроек разрешений.
zh_hans: **将此聊天链接到浏览器会话“%@”，或启用编排功能？** 链接操作将让AI获得该浏览器会话的访问权限，需满足您的单次调用授权要求。**编排功能**是一种替代模式，允许AI协调多个会话。它采用自动安全检查和单次会话审批机制，而非细粒度权限控制。

# ChatViewController.OfferLinkBodyTerminal
source: **Link this chat to terminal session “%@”, or enable orchestration?** Linking gives the AI access to this terminal session subject to your per-call permission. **Orchestration** is an alternative mode where the AI can coordinate multiple sessions. It uses automatic safety checking and one-time per-session approval instead of fine-grained permissions.
de: **Diesen Chat mit der Terminalsitzung „%@“ verknüpfen oder Orchestrierung aktivieren?** Durch die Verknüpfung erhält die KI Zugriff auf diese Terminalsitzung, vorbehaltlich Ihrer Erlaubnis bei jedem Aufruf. **Orchestrierung** ist ein alternativer Modus, in dem die KI mehrere Sitzungen koordinieren kann. Dabei werden automatische Sicherheitsprüfungen und eine einmalige Genehmigung pro Sitzung anstelle feingranularer Berechtigungen verwendet.
ja: **このチャットをターミナルセッション「%@」にリンクしますか、それともオーケストレーションを有効にしますか？** リンクすると、呼び出しごとの許可に従ってAIがこのターミナルセッションにアクセスできるようになります。**オーケストレーション**は、AIが複数のセッションを調整できる別のモードです。細かい権限設定の代わりに、自動安全性チェックとセッションごとの一度限りの承認を使用します。
pt_br: **Vincular este chat à sessão de terminal “%@” ou ativar a orquestração?** Vincular dá à IA acesso a esta sessão de terminal sujeito à sua permissão por chamada. A **orquestração** é um modo alternativo em que a IA pode coordenar várias sessões. Ela usa verificação de segurança automática e aprovação única por sessão em vez de permissões detalhadas.
ru: **Привязать этот чат к сессии терминала «%@» или включить оркестрацию?** Привязка даёт ИИ доступ к этой сессии терминала с разрешением на каждый вызов. **Оркестрация** является альтернативным режимом, в котором ИИ может координировать несколько сессий. Она использует автоматическую проверку безопасности и одноразовое подтверждение для каждой сессии вместо точных настроек разрешений.
zh_hans: **将此聊天链接到终端会话“%@”，或启用编排功能？** 链接操作将让AI获得该终端会话的访问权限，需满足您的单次调用授权要求。**编排功能**是一种替代模式，允许AI协调多个会话。它采用自动安全检查和单次会话审批机制，而非细粒度权限控制。

# ChatViewController.OfferOrchestrationBody
source: **Enable orchestration for this chat?** **Orchestration** lets the AI coordinate across multiple terminal sessions. It can read the contents of any session, and you grant a one-time approval before it controls a session instead of approving every call. It also runs in **auto mode**: each command the AI proposes is checked for safety by your AI provider, and anything risky is held for your review.
de: **Orchestrierung für diesen Chat aktivieren?** **Orchestrierung** lässt die KI mehrere Terminalsitzungen koordinieren. Sie kann den Inhalt jeder Sitzung lesen, und Sie erteilen eine einmalige Genehmigung, bevor sie eine Sitzung steuert, anstatt jeden Aufruf einzeln zu genehmigen. Außerdem läuft sie im **Automatikmodus**: Jeder von der KI vorgeschlagene Befehl wird von Ihrem KI-Anbieter auf Sicherheit geprüft, und alles Riskante wird zur Überprüfung zurückgehalten.
ja: **このチャットでオーケストレーションを有効にしますか？** **オーケストレーション**を使うと、AIが複数のターミナルセッションをまたいで調整できるようになります。AIはどのセッションの内容も読み取ることができ、呼び出しのたびに承認する代わりに、セッションを制御する前に一度だけ承認します。また**自動モード**でも動作し、AIが提案する各コマンドはAIプロバイダによって安全性がチェックされ、リスクがあるものはレビューのために保留されます。
pt_br: **Ativar a orquestração para este chat?** A **orquestração** permite que a IA coordene entre várias sessões de terminal. Ela pode ler o conteúdo de qualquer sessão, e você concede uma aprovação única antes que ela controle uma sessão em vez de aprovar cada chamada. Ela também é executada em **modo automático**: cada comando que a IA propõe tem sua segurança verificada pelo seu provedor de IA, e qualquer coisa arriscada fica retida para a sua revisão.
ru: **Включить оркестрацию для этого чата?** **Оркестрация** позволяет ИИ координировать работу нескольких сессий терминала. Он может читать содержимое любой сессии, и вы даёте одноразовое подтверждение, прежде чем он начнёт управлять сессией, вместо подтверждения каждого вызова. Он также работает в **автоматическом режиме**: каждая команда, предложенная ИИ, проверяется на безопасность вашим провайдером ИИ, а всё рискованное откладывается для вашей проверки.
zh_hans: **启用此聊天的编排功能？** **编排功能**允许AI在多个终端会话间进行协调。它可以读取任何会话的内容，您在单次操作前授予审批权限后，AI即可控制该会话，而无需每次调用都进行审批。此外，它还支持**自动模式**：AI提出的每个命令都会由您的AI供应商进行安全检查，任何存在风险的操作均需您审核。

# ChatViewController.OpenNewSessionPrompt
source: **Open a new session?** %@
de: **Neue Sitzung öffnen?** %@
ja: **新しいセッションを開きますか？** %@
pt_br: **Abrir uma nova sessão?** %@
ru: **Открыть новую сессию?** %@
zh_hans: **打开新会话？** %@

# ChatViewController.OrchestrationDisabledNotice
source: Orchestration disabled.
de: Orchestrierung deaktiviert.
ja: オーケストレーションが無効になりました。
pt_br: Orquestração desativada.
ru: Оркестрация отключена.
zh_hans: 编排功能已禁用。

# ChatViewController.OrchestrationEnabledNotice
source: Orchestration enabled. Agent can see content of all sessions.
de: Orchestrierung aktiviert. Der Agent kann den Inhalt aller Sitzungen sehen.
ja: オーケストレーションが有効になりました。エージェントはすべてのセッションの内容を閲覧できます。
pt_br: Orquestração ativada. O agente pode ver o conteúdo de todas as sessões.
ru: Оркестрация включена. Агент может видеть содержимое всех сессий.
zh_hans: 编排已启用。代理可以查看所有会话的内容。

# ChatViewController.OutputTruncatedNote
source: *Note: The command output was truncated because it exceeded the maximum number of lines supported by AI Chat*
de: *Hinweis: Die Befehlsausgabe wurde gekürzt, da sie die maximale von KI-Chat unterstützte Zeilenanzahl überschritten hat*
ja: *注: コマンドの出力はAIチャットがサポートする最大行数を超えたため、切り詰められました*
pt_br: *Observação: a saída do comando foi truncada porque excedeu o número máximo de linhas suportado pelo chat de IA*
ru: *Примечание: вывод команды был обрезан, так как превысил максимальное количество строк, поддерживаемое чатом ИИ*
zh_hans: *注意：命令输出已截断，因为超过了 AI Chat 支持的最大行数*

# ChatViewController.PermissionAlways
source: Always
de: Immer
ja: 常に許可
pt_br: Sempre
ru: Всегда
zh_hans: 始终

# ChatViewController.PermissionAsk
source: Ask
de: Fragen
ja: 毎回確認
pt_br: Perguntar
ru: Спрашивать
zh_hans: 询问

# ChatViewController.PermissionGrantedBody
source: **Granted this chat permission to control “%@”.** You @-mentioned it, so the agent can act there without asking. Revoke to require approval again.
de: **Diesem Chat wurde die Berechtigung erteilt, „%@“ zu steuern.** Sie haben es mit @ erwähnt, daher kann der Agent dort ohne Rückfrage handeln. Widerrufen Sie die Berechtigung, um wieder eine Genehmigung zu verlangen.
ja: **このチャットに「%@」を制御する権限を付与しました。** @メンションしたため、エージェントは確認なしでそこで操作できます。再度承認を必須にするには取り消してください。
pt_br: **Concedida a este chat a permissão para controlar “%@”.** Você o mencionou com @, então o agente pode agir ali sem perguntar. Revogue para exigir aprovação novamente.
ru: **Этому чату предоставлено разрешение управлять «%@».** Вы упомянули его через @, поэтому агент может действовать там без запроса. Отзовите разрешение, чтобы снова требовать подтверждение.
zh_hans: **已授予此聊天权限以控制“%@”。** 您提到了这一点，因此代理可以在不询问的情况下执行操作。要撤销则需再次获得批准。

# ChatViewController.PermissionNever
source: Never
de: Nie
ja: 許可しない
pt_br: Nunca
ru: Никогда
zh_hans: 从不

# ChatViewController.PermissionProvidedAutomatically
source: Provided automatically
de: Automatisch bereitgestellt
ja: 自動的に提供
pt_br: Fornecido automaticamente
ru: Предоставляется автоматически
zh_hans: 自动提供的内容

# ChatViewController.PermissionScopeInfo
source: *If you grant or deny permission, it affects only this chat conversation while linked to this particular terminal session. You can change permissions in the chat Info menu.*
de: *Wenn Sie eine Berechtigung erteilen oder verweigern, wirkt sich das nur auf diese Chat-Unterhaltung aus, solange sie mit dieser bestimmten Terminalsitzung verknüpft ist. Sie können Berechtigungen im Info-Menü des Chats ändern.*
ja: *権限を許可または拒否しても、この特定のターミナルセッションにリンクされている間のこのチャットの会話にのみ影響します。権限はチャットの情報メニューで変更できます。*
pt_br: *Se você conceder ou recusar a permissão, ela afeta apenas esta conversa de chat enquanto vinculada a esta sessão de terminal específica. Você pode alterar as permissões no menu Informações do chat.*
ru: *Если вы предоставите или отклоните разрешение, это повлияет только на этот чат, пока он привязан именно к этой сессии терминала. Изменить разрешения можно в меню «Инфо» чата.*
zh_hans: *如果授予或拒绝权限，仅影响与当前终端会话关联的此聊天对话。可在聊天界面中的信息菜单中更改权限。*

# ChatViewController.PermissionsHelp
source: You can use these buttons or the info button menu at the top of the chat window to control AI permissions for this chat.
de: Sie können diese Schaltflächen oder das Menü der Info-Schaltfläche oben im Chat-Fenster verwenden, um die KI-Berechtigungen für diesen Chat zu steuern.
ja: これらのボタン、またはチャットウインドウ上部にある情報ボタンのメニューを使って、このチャットのAI権限を管理できます。
pt_br: Você pode usar estes botões ou o menu do botão de informações no topo da janela de chat para controlar as permissões de IA deste chat.
ru: Вы можете использовать эти кнопки или меню кнопки «Инфо» в верхней части окна чата, чтобы управлять разрешениями ИИ для этого чата.
zh_hans: 您可以使用聊天窗口顶部的按钮或信息按钮菜单来控制此聊天的AI权限。

# ChatViewController.PrivacyWarningHeading
source: Privacy Warning
de: Datenschutzwarnung
ja: プライバシーに関する警告
pt_br: Aviso de privacidade
ru: Предупреждение о конфиденциальности
zh_hans: 隐私警告

# ChatViewController.PutChatInLinkedBrowserSession
source: Put Chat in Linked Browser Session
de: Chat in verknüpfte Browsersitzung verschieben
ja: チャットをリンクされたブラウザセッションに配置
pt_br: Colocar chat na sessão de navegador vinculada
ru: Поместить чат в привязанную сессию браузера
zh_hans: 将聊天放入链接的浏览器会话

# ChatViewController.PutChatInLinkedTerminalSession
source: Put Chat in Linked Terminal Session
de: Chat in verknüpfte Terminalsitzung verschieben
ja: チャットをリンクされたターミナルセッションに配置
pt_br: Colocar chat na sessão de terminal vinculada
ru: Поместить чат в привязанную сессию терминала
zh_hans: 将聊天放入链接的终端会话

# ChatViewController.RevealLinkedBrowserSession
source: Reveal Linked Web Browser Session
de: Verknüpfte Webbrowser-Sitzung anzeigen
ja: リンクされたWebブラウザセッションを表示
pt_br: Revelar sessão de navegador web vinculada
ru: Показать привязанную сессию веб-браузера
zh_hans: 显示链接的网页浏览器会话

# ChatViewController.RevealLinkedTerminalSession
source: Reveal Linked Terminal Session
de: Verknüpfte Terminalsitzung anzeigen
ja: リンクされたターミナルセッションを表示
pt_br: Revelar sessão de terminal vinculada
ru: Показать привязанную сессию терминала
zh_hans: 显示链接的终端会话

# ChatViewController.Revoke
source: Revoke
de: Widerrufen
ja: 取り消す
pt_br: Revogar
ru: Отозвать
zh_hans: 撤销

# ChatViewController.RunCommandPrompt
source: **Run this command?** %@
de: **Diesen Befehl ausführen?** %@
ja: **このコマンドを実行しますか？** %@
pt_br: **Executar este comando?** %@
ru: **Выполнить эту команду?** %@
zh_hans: **执行此命令？** %@

# ChatViewController.SafetyFlaggedWarning
source: ⚠️ **The AI safety check flagged this command as potentially dangerous. Review it with care.**
de: ⚠️ **Die KI-Sicherheitsprüfung hat diesen Befehl als potenziell gefährlich eingestuft. Prüfen Sie ihn sorgfältig.**
ja: ⚠️ **AIの安全性チェックにより、このコマンドは危険な可能性があるとフラグ付けされました。注意して確認してください。**
pt_br: ⚠️ **A verificação de segurança da IA sinalizou este comando como potencialmente perigoso. Revise-o com cuidado.**
ru: ⚠️ **Проверка безопасности ИИ отметила эту команду как потенциально опасную. Внимательно проверьте её.**
zh_hans: ⚠️ **AI 安全检查已将此命令标记为可能危险。请仔细检查。**

# ChatViewController.SelectASession
source: Select a Session
de: Sitzung auswählen
ja: セッションを選択
pt_br: Selecionar uma sessão
ru: Выбрать сессию
zh_hans: 选择会话

# ChatViewController.SendAutomatically
source: Send Automatically
de: Automatisch senden
ja: 自動的に送信
pt_br: Enviar automaticamente
ru: Отправлять автоматически
zh_hans: 自动发送

# ChatViewController.SendCommandsAutomatically
source: Send Commands & Output to AI Automatically
de: Befehle und Ausgabe automatisch an KI senden
ja: コマンドと出力を自動的にAIに送信
pt_br: Enviar comandos e saída para a IA automaticamente
ru: Автоматически отправлять команды и вывод в ИИ
zh_hans: 自动将命令和输出发送给 AI

# ChatViewController.SessionMenuHelp
source: Help
de: Hilfe
ja: ヘルプ
pt_br: Ajuda
ru: Справка
zh_hans: 帮助

# ChatViewController.Stop
source: Stop
de: Stopp
ja: 停止
pt_br: Parar
ru: Остановить
zh_hans: 停止
